// Домашнє завдання:
// 5-6.=========================================
/* 
1.Нужно сделать вот такой таймер (выбираете Stop Watch).
2.Кнопка Start запускает таймер, так же нужно выводить милисекунды.
  После запуска она меняется на кнопку Pause, которая может приостанавливать таймер.
3.Кнопка Clear останавливает и обнуляет таймер.
4.Дизайн сделайте свой, используя Pure или Bootstrap.
5.Это более сложное задание, для тех кому покажется мало :)
  Не обязательно, но рекомендовано к выполнению. Сделать точно такой же таймер как здесь https://onlineclock.net/.
  Основная функциональность:
6.Start - начинается отсчет с нуля. При работе таймера выводим миллисекунды. Кнопка Start заменяется на Stop.
7.Split - засекаем текущий отсчет и выводим его под таймером с меткой Split, при этом продолжаем работу таймера.
8.Stop - останавливаем текущий отсчет. Время, которое засекли, выводим под таймером с пометкой Stop.
9.Reset - обнуляем таймер, удаляем все сохраненные отметки Split и Stop.
10.Если будет не понятно как должны работать кнопки - просто посмотрите как они реализованы на текущем таймере по ссылке. 
*/


